INSERT INTO Tasks (name, description, module_id)
VALUES
    ('Факторизация чисел', 'Напишите функцию на Python, которая находит все простые множители заданного числа и возвращает их в виде списка.', 3),
    ('Реализация сложения матриц', 'Создайте функцию на Python, которая выполняет сложение двух матриц одинаковой размерности. Функция должна принимать два двумерных массива и возвращать их сумму.',3),
    ('Поиск максимального элемента', 'Создайте программу на Python для нахождения максимального элемента в списке чисел.', 2)

